Revit 2024 API
FamilySizeTableColumn Class
 Contains column information for a FamilySizeTable.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public class FamilySizeTableColumn : IDisposable
Visual Basic
Public Class FamilySizeTableColumn _
	Implements IDisposable
Visual C++
public ref class FamilySizeTableColumn : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.FamilySizeTableColumn
See Also
FamilySizeTableColumn Members
Autodesk.Revit.DB Namespace